Repository: sebbla/zadanie2
Catalog: src/Sebbla/PostBundle/Resources/translations/validators.*.xliff
Languages: pl

source: {1}Post name is too short. It should have {{ limit }} char or more.|]1,4]Post name is too short. It should have {{ limit }} chars or more.|]4,+Inf]Post name is too short. It should have {{ limit }} chars or more
pl: {1}Nazwa posta jest za krótka minimum {{ limit }} znak|]1,4]Tytuł posta jest za krótki minimum {{ limit }} znaki|]4,+Inf]Tytuł posta jest za krótki minimum {{ limit }} znaków

source: {1}Post name is too long. It should have {{ limit }} char or less.|]1,4]Post name is too long. It should have {{ limit }} chars or less.|]4,+Inf]Post name is too long. It should have {{ limit }} chars or less
pl: {1}Nazwa posta jest za długa maksimum {{ limit }} znak|]1,4]Tytuł posta jest za długi maksimum {{ limit }} znaki|]4,+Inf]Tytuł posta jest za długi maksimum {{ limit }} znaków

source: Post name must be provided
pl: Nie podano nazwy posta

source: {1}Post text is too short. It should have {{ limit }} char or more.|]1,4]Post text is too short. It should have {{ limit }} chars or more.|]4,+Inf]Post text is too short. It should have {{ limit }} chars or more
pl: {1}Tekst posta jest za krótki minimum {{ limit }} znak|]1,4]Tekst posta jest za krótki minimum {{ limit }} znaki|]4,+Inf]Tekst posta jest za krótki minimum {{ limit }} znaków

source: {1}Post text is too long. It should have {{ limit }} char or less.|]1,4]Post text is too long. It should have {{ limit }} chars or less.|]4,+Inf]Post text is too long. It should have {{ limit }} chars or less
pl: {1}Tekst posta jest za długi maksimum {{ limit }} znak|]1,4]Tekst posta jest za długi maksimum {{ limit }} znaki|]4,+Inf]Tekst posta jest za długi maksimum {{ limit }} znaków

source: Post text must be provided
pl: Nie podano tekstu posta

source: You can only use .jpg and .png files
pl: Dozwolone są tylko pliki .jpg i .png

source: File is too big ({{ size }} {{ suffix }}). Use file with size {{ limit }} {{ suffix }} or less
pl: Plik jest za duży ({{ size }} {{ suffix }}). Dozwolony rozmiar pliku to {{ limit }} {{ suffix }}

source: Invalid post type
pl: Niewłaściwy typ posta

source: {1}Value is too short. It should have {{ limit }} char or more.|]1,4]Value is too short. It should have {{ limit }} chars or more.|]4,+Inf]Value is too short. It should have {{ limit }} chars or more.
pl: {1}Wartość jest za krótka minimum {{ limit }} znak|]1,4]Wartość jest za krótka minimum {{ limit }} znaki|]4,+Inf]Wartość jest za krótka minimum {{ limit }} znaków

source: {1}Value is too long. It should have {{ limit }} char or less.|]1,4]Value is too long. It should have {{ limit }} chars or less.|]4,+Inf]Value is too long. It should have {{ limit }} chars or less.
pl: {1}Wartość jest za długa maksimum {{ limit }} znak|]1,4]Wartość jest za długa maksimum {{ limit }} znaki|]4,+Inf]Wartość jest za długa maksimium {{ limit }} znaków

source: Invalid post type
pl: Niewłaściwy typ posta

source: There is nothing to search
pl: Nie podano nic do wyszukania
